your_lang = 'Это твой язык'

start_message = """<b>Привет! 👋</b> 

Этот бот создан, чтобы твоя сексуальная жизнь стала разнообразнее и интереснее.

На данный момент получить идею для сексуальной позиции, нажимая кнопки

<i>Если данный бот станет интересен аудитории, то в планах реализовать:

- Категории различных позиций
- Сортировка по сложности
- Возможность отмечать уже пройденные и добавлять в избранное
- Оценка поз пользователями и рейтинг
- Чеклист мест

- Также проект по чаттингу и созданию своего партнера-аватара</i>"""

menu = "Выбирай нужный раздел из доступных ⤵️"

info = """Вот небольшое напоминание "Как сделать так, чтобы секс приносил максимум удовольствия"

<b>Используйте презервативы:</b> Они предотвращают передачу инфекций и защищают от нежелательной беременности.

<b>Будьте открыты в общении:</b> Обсудите с партнером свои предпочтения, границы и историю заболеваний.

<b>Регулярные медицинские осмотры:</b> Посещайте врача для проверки на инфекции и другие заболевания.

<b>Не стесняйтесь использовать смазку:</b> Это может улучшить комфорт и предотвратить травмы.

<b>Соблюдайте личную гигиену:</b> Чистота помогает предотвращать инфекции.

❗️ <b>И самое главное и обязательное - Согласие:</b> Секс должен быть согласованным и Ваш партнер должен заявить об однозначном желании сексуальной близости.
"""